9/data/attachments/82cbadc60697a117.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Theresa_point_Actions_80449_3</nif:username>
            <nif:friendToBeRequested>soap_actions_98577013-f692-4240-8b80-3b19e9202706</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>